{
    "auth": {
        "noAccount": "Don't have an account?",
        "alreadyHaveAccount": "Already have an account?",
        "signUp": "Register",
        "email": "Email",
        "password": "Password",
        "signIn": "Sign In",
        "repeatPassword": "Repeat password",
        "firstName": "First name",
        "lastName": "Last name"
    },
    "errors": {
        "defaultError": "Something went wrong, try again later.",
        "emailRequired": "Email address is required",
        "passwordRequired": "Password is required",
        "emailMissing@": "Make sure your email address contains \"@\" sign",
        "incompleteEmail": "Email address is incomplete",
        "shortPassword": "Password must consist of at least eight characters",
        "passwordsMatch": "Passwords must match",
        "firstNameRequired": "First name is required",
        "lastNameRequired": "Last name is required"
    },
    "notifications": {
        "signInNotificationHeader": "Sign In",
        "signUpNotificationHeader": "Registration",
        "mailingListNotificationHeader": "Mailing list",
        "mailingListNotificationInfo": "Email address was added to the mailing list!"
    },
    "landingPage": {
        "joinCommunity": "Join the PetProtekt community",
        "and": "and",
        "ensureBenefits": "Ensure Your Pet's Best Health Today",
        "subBenefits": "By subscribing, you'll have access to personalized health management tools, expert veterinary consultations, and timely notifications to keep your furry friend healthy and happy. Don’t miss out on exclusive offers, valuable tips, and a supportive community dedicated to your pet's well-being. Sign up now and take the first step towards giving your pet the care they deserve!",
        "join": "JOIN",
        "whatWeDo": "What we do",
        "forYourPet": "for your pet",
        "card1Header": "COMPREHENSIVE HEALTH MANAGEMENT",
        "card1Info": "Keep all your pet's vital information in one place, including medical history, vaccination records, and dietary preferences.",
        "card2Header": "ONLINE VETERINARY CONSULTATIONS",
        "card2Info": "Schedule and conduct video consultations with licensed veterinarians for expert advice and timely care.",
        "card3Header": "PERSONALIZED FEEDING GUIDANCE",
        "card3Info": "Receive accurate feeding recommendations tailored to your pet's age, breed, and activity level to ensure balanced nutrition.",
        "card4Header": "NOTIFICATIONS AND DISCOUNTS",
        "card4Info": "Get timely notifications for important health updates, feed discounts, and upcoming pet events to keep you informed and save you money.",
        "aboutUs": "About us",
        "askQuestions": "Feel free to reach and ask questions",
        "aboutUsInfo1HTML": "At <strong>PetProtekt</strong>, we're passionate about enhancing the well-being of pets and their owners. Our mission is to simplify pet care through innovative solutions that make managing your pet’s health effortless and enjoyable. From tracking vital health records to providing personalized feeding advice and offering online vet consultations, we aim to be your trusted partner in pet care.",
        "aboutUsInfo2HTML": "We understand the special bond between pets and their owners, and we're dedicated to supporting you every step of the way. With <strong>PetProtekt</strong>, you'll have access to a comprehensive suite of tools designed to keep your furry friends healthy, happy, and well-cared-for. Join us in revolutionizing pet care and ensure your pet receives the best care possible.",
        "exploreMore": "EXPLORE MORE",
        "whyCHooseHeaderHTML": "Why choose <strong>PetProtekt</strong>?",
        "whyCHooseInfo1HTML": "<strong>Comprehensive Health Management:</strong> Easily store and access all your pet's medical records, dietary information, and vaccination history in one place.",
        "whyCHooseInfo2HTML": "<strong>Convenient Online Consultations:</strong> Book video consultations with licensed veterinarians from the comfort of your home.",
        "whyCHooseInfo3HTML": "<strong>Personalized Care:</strong> Get tailored feeding recommendations, health tips, and preventive care plans based on your pet's unique profile.",
        "whyCHooseInfo4HTML": "<strong>Timely Notifications:</strong> Receive reminders for vaccinations, alerts about regional disease risks, and discounts on pet products.",
        "whyCHooseInfo5HTML": "<strong>Support and Community:</strong> Access grief counseling and connect with other pet owners for advice and support.",
        "whyCHooseInfo6HTML": "<strong>User-Friendly Interface:</strong> Enjoy an intuitive app designed to make managing your pet's health easy and hassle-free.",
        "whyCHooseInfo7HTML": "<strong>Trusted Expertise:</strong> Rely on accurate and reliable information from our team of veterinary professionals. Choose PetProtekt for convenient, comprehensive, and personalized pet care. Sign up today!",
        "ourTestimonials": "Our testimonials",
        "clientsSaying": "What our clients are saying",
        "testimonial1": "PetProtekt has been a game-changer for managing my dog's health. The online consultations are so convenient, and I love the personalized feeding tips. Highly recommend!",
        "testimonial2": "This app makes keeping track of my cat's medical records and vaccinations so easy. The timely notifications and support services have been incredibly helpful. PetProtekt is a must-have for any pet owner!",
        "joinToday": "Join the PetProtekt community today!",
        "contactInfo1": "Experience the ultimate convenience and peace of mind in managing your pet's health with PetProtekt. Our comprehensive, user-friendly app offers everything you need to ensure your furry friend stays happy and healthy. From personalized care recommendations to easy access to veterinary consultations and timely notifications, PetProtekt is here to support you every step of the way. Join our growing community of pet owners dedicated to providing the best care for their pets. Sign up now and take the first step towards better pet health!",
        "getInTouch": "GET IN TOUCH",
        "emailAddress": "Enter your email address",
        "sendEmail": "SEND!"
    }
}
