{
    "auth": {
        "noAccount": "Nie masz konta?",
        "alreadyHaveAccount": "Masz już konto?",
        "signUp": "Zarejestruj się",
        "email": "Email",
        "password": "Hasło",
        "signIn": "Zaloguj się",
        "repeatPassword": "Powtórz hasło",
        "firstName": "Imię",
        "lastName": "Nazwisko",
        "logout": "Wyloguj się"
    },
    "errors": {
        "defaultError": "Coś poszło nie tak, spróbuj ponownie później.",
        "emailRequired": "Adres email jest wymagany",
        "passwordRequired": "Hasło jest wymagane",
        "emailMissing@": "Upewnij się, że adres email zawiera znak \"@\"",
        "incompleteEmail": "Adres email jest niekompletny",
        "shortPassword": "Hasło musi składać się z co najmniej ośmiu znaków",
        "passwordsMatch": "Hasła muszą być identyczne",
        "firstNameRequired": "Imię jest wymagane",
        "lastNameRequired": "Nazwisko jest wymagane",
        "incorrectCredentials": "Nieprawidłowe dane logowania"
    },
    "notifications": {
        "signInNotificationHeader": "Logowanie",
        "signUpNotificationHeader": "Rejestracja",
        "mailingListNotificationHeader": "Lista mailingowa",
        "mailingListNotificationInfo": "Adres email został dodany do listy mailingowej!",
        "registrationSuccess": "Rejestrecja przebegła pomyslnie. Możesz teraz uzyć swoich danych do zalogowania się.",
        "petRegistration": "Rejestracja pupila"
    },
    "landingPage": {
        "joinCommunity": "Dołącz do społeczności Petsmay",
        "and": "i",
        "ensureBenefits": "Zapewnij swojemu zwierzakowi najlepsze zdrowie już dziś",
        "subBenefits": "Subskrybując, uzyskasz dostęp do spersonalizowanych narzędzi zarządzania zdrowiem zwierząt, konsultacji z weterynarzami oraz terminowych powiadomień, które pomogą utrzymać Twojego zwierzaka w zdrowiu i radości. Nie przegap ekskluzywnych ofert, cennych wskazówek i wspierającej społeczności poświęconej dobremu samopoczuciu Twojego pupila. Zapisz się teraz i zrób pierwszy krok w kierunku zapewnienia swojemu zwierzakowi zasłużonej opieki!",
        "join": "DOŁĄCZ",
        "whatWeDo": "Jak pomagamy",
        "forYourPet": "Twojemu zwierzakowi",
        "card1Header": "KOMPLEKSOWE ZARZĄDZANIE ZDROWIEM",
        "card1Info": "Przechowuj wszystkie istotne informacje o zdrowiu swojego pupila w jednym miejscu, w tym historię medyczną, zapis szczepień i preferencje żywieniowe.",
        "card2Header": "KONSULTACJE WETERYNARYJNE ONLINE",
        "card2Info": "Umawiaj i przeprowadzaj wideokonsultacje z licencjonowanymi weterynarzami w celu uzyskania fachowych porad i terminowej opieki.",
        "card3Header": "SPERSONALIZOWANE WSKAZÓWKI ŻYWIENIOWE",
        "card3Info": "Otrzymuj dokładne zalecenia dotyczące karmienia dostosowane do wieku, rasy i poziomu aktywności Twojego zwierzaka, aby zapewnić zrównoważoną dietę.",
        "card4Header": "POWIADOMIENIA I ZNIŻKI",
        "card4Info": "Otrzymuj terminowe powiadomienia o ważnych aktualizacjach zdrowotnych, zniżkach na karmy i nadchodzących wydarzeniach dla zwierząt, aby być na bieżąco i oszczędzać pieniądze.",
        "aboutUs": "O nas",
        "askQuestions": "Skontaktuj się z nami i zadawaj pytania",
        "aboutUsInfo1HTML": "W <strong>petsmay</strong> jesteśmy pasjonatami poprawy dobrostanu zwierząt i ich właścicieli. Naszą misją jest uproszczenie opieki nad zwierzętami dzięki innowacyjnym rozwiązaniom, które sprawiają, że zarządzanie zdrowiem Twojego pupila jest łatwe i przyjemne. Od śledzenia istotnych informacji zdrowotnych po zapewnienie spersonalizowanych porad żywieniowych i oferowanie konsultacji weterynaryjnych online – dążymy do bycia Twoim zaufanym partnerem w opiece nad zwierzętami.",
        "aboutUsInfo2HTML": "Rozumiemy wyjątkową więź między zwierzętami a ich właścicielami i jesteśmy oddani wspieraniu Cię na każdym kroku. Z <strong>Petsmay</strong> będziesz mieć dostęp do kompleksowego zestawu narzędzi zaprojektowanych w celu utrzymania Twoich futrzanych przyjaciół w zdrowiu, szczęściu i dobrej kondycji. Dołącz do nas w rewolucjonizowaniu opieki nad zwierzętami i zapewnij swojemu pupilowi najlepszą opiekę, jaką zasługuje.",
        "exploreMore": "DOWIEDZ SIĘ WIĘCEJ",
        "whyCHooseHeaderHTML": "Dlaczego warto wybrać <strong>Petsmay</strong>?",
        "whyCHooseInfo1HTML": "<strong>Kompleksowe Zarządzanie Zdrowiem:</strong> Łatwo przechowuj i uzyskuj dostęp do wszystkich medycznych danych swojego zwierzaka, informacji żywieniowych i historii szczepień w jednym miejscu.",
        "whyCHooseInfo2HTML": "<strong>Wygodne Konsultacje Online:</strong> Umawiaj wideokonsultacje z licencjonowanymi weterynarzami z wygody własnego domu.",
        "whyCHooseInfo3HTML": "<strong>Spersonalizowana Opieka:</strong> Otrzymuj dostosowane rekomendacje żywieniowe, porady zdrowotne i plany profilaktyczne na podstawie unikalnego profilu Twojego zwierzaka.",
        "whyCHooseInfo4HTML": "<strong>Terminowe Powiadomienia:</strong> Otrzymuj przypomnienia o szczepieniach, powiadomienia o ryzykach regionalnych i zniżki na produkty dla zwierząt.",
        "whyCHooseInfo5HTML": "<strong>Wsparcie i Społeczność:</strong> Skorzystaj z doradztwa w zakresie żalu i połącz się z innymi właścicielami zwierząt w celu uzyskania rad i wsparcia.",
        "whyCHooseInfo6HTML": "<strong>Intuicyjny Interfejs:</strong> Korzystaj z intuicyjnej aplikacji zaprojektowanej, aby zarządzanie zdrowiem Twojego zwierzaka było łatwe i bezproblemowe.",
        "whyCHooseInfo7HTML": "<strong>Zaufana Ekspertyza:</strong> Polegaj na dokładnych i wiarygodnych informacjach od naszego zespołu profesjonalistów weterynaryjnych. Wybierz Petsmay dla wygodnej, kompleksowej i spersonalizowanej opieki nad zwierzętami. Zapisz się już dziś!",
        "ourTestimonials": "Opinie klientów",
        "clientsSaying": "Co mówią nasi klienci",
        "testimonial1": "Petsmay zmienił sposób, w jaki zarządzam zdrowiem mojego psa. Konsultacje online są niezwykle wygodne, a spersonalizowane porady żywieniowe są świetne. Gorąco polecam!",
        "testimonial2": "Ta aplikacja sprawia, że śledzenie dokumentacji medycznej i szczepień mojego kota jest bardzo łatwe. Terminowe powiadomienia i usługi wsparcia były niezwykle pomocne. Petsmay to must-have dla każdego właściciela zwierzęcia!",
        "joinToday": "Dołącz do społeczności Petsmay już dziś!",
        "contactInfo1": "Doświadcz najwyższego komfortu i spokoju umysłu w zarządzaniu zdrowiem swojego zwierzaka z Petsmay. Nasza kompleksowa, przyjazna użytkownikowi aplikacja oferuje wszystko, czego potrzebujesz, aby zapewnić futrzanemu przyjacielowi szczęście i zdrowie. Od spersonalizowanych rekomendacji opieki po łatwy dostęp do konsultacji weterynaryjnych i terminowe powiadomienia – Petsmay jest tu, aby wspierać Cię na każdym kroku. Dołącz do naszej rosnącej społeczności właścicieli zwierząt oddanych zapewnieniu najlepszej opieki swoim pupilom. Zapisz się teraz i zrób pierwszy krok w kierunku lepszego zdrowia Twojego zwierzaka!",
        "getInTouch": "SKONTAKTUJ SIĘ Z NAMI",
        "emailAddress": "Wprowadź swój email",
        "sendEmail": "WYŚLIJ!",
        "homeMenuLabel": "Strona główna",
        "aboutUsMenuLabel": "O nas",
        "servicesMenuLabel": "Usługi",
        "contactMenuLabel": "Kontakt",
        "launchInfo": "Poinformujemy Cię, gdy będziemy rozpoczynać"
    },
    "common": {
        "days": "dni",
        "hours": "godzin",
        "minutes": "minut",
        "launchingSoon": "Wkrótce startujemy",
        "greeting": "Witaj",
        "months": "miesięcy",
        "years": " lat"
    },
    "languages": {
        "pl-PL": "polski",
        "en-En": "angielski"
    },
    "sideMenu": {
        "addPet": "Dodaj swojego Pupila"
    },
    "petAddition": {
        "name": "Imię",
        "species": "Gatunek",
        "birthDate": "Data urodzenia",
        "add": "Dodaj",
        "nameRequired": "Imię jest wymagane",
        "speciesRequired": "Gatunek jest wymagany",
        "birthDateRequired": "Data urodzenia jest wymagana",
        "dog": "Pies",
        "cat": "Kot",
        "age": "Wiek"
    }
}
