{
    "auth": {
        "noAccount": "Nie posiadasz jeszcze konta?",
        "alreadyHaveAccount": "Posiadasz już konto?",
        "signUp": "Zarejestruj się",
        "email": "Email",
        "password": "Hasło",
        "signIn": "Zaloguj się",
        "repeatPassword": "Powtórz hasło",
        "firstName": "Imię",
        "lastName": "Nazwisko"
    },
    "errors": {
        "defaultError": "Coś poszło nie tak, spróbuj ponownie później.",
        "emailRequired": "Adres email jest wymagany",
        "passwordRequired": "Hasło jest wymagane",
        "emailMissing@": "Uwzględnij znak \"@\" w adresie email",
        "incompleteEmail": "Adres email jest niepełny",
        "shortPassword": "Hasło musi zawierać conajmniej osiem znaków",
        "passwordsMatch": "Hasła muszą być takie same",
        "firstNameRequired": "Imię jest wymagane",
        "lastNameRequired": "Nazwisko jest wymagane"
    },
    "notifications": {
        "signInNotificationHeader": "Logowanie",
        "signUpNotificationHeader": "Rejestracja",
        "mailingListNotificationHeader": "Lista mailingowa",
        "mailingListNotificationInfo": "Adres email został dodany do listy mailingowej!"
    },
    "landingPage": {
        "joinCommunity": "Dołącz do społeczności PetProtekt",
        "and": "i",
        "ensureBenefits": "zadbaj o dobre zdrowie Twojego Pupila już dziś!",
        "subBenefits": "Subskrybując, zyskasz dostęp do spersonalizowanych narzędzi do zarządzania zdrowiem, konsultacji z ekspertami weterynarii oraz terminowych powiadomień, aby utrzymać Twojego futrzaka w zdrowiu i szczęściu. Nie przegap ekskluzywnych ofert, cennych porad i wspierającej społeczności poświęconej dobrostanowi Twojego zwierzaka. Zarejestruj się teraz i zrób pierwszy krok w kierunku zapewnienia swojemu zwierzakowi należnej opieki!",
        "join": "DOŁĄCZ",
        "whatWeDo": "Co robimy",
        "forYourPet": "dla Twojego pupila",
        "card1Header": "KOMPLEKSOWE ZARZĄDZANIE ZDROWIEM",
        "card1Info": "Przechowuj wszystkie ważne informacje o swoim zwierzaku w jednym miejscu, w tym historię medyczną, zapisy szczepień i preferencje żywieniowe.",
        "card2Header": "KONSULTACJE WETERYNARYJNE ONLINE",
        "card2Info": "Umów się na wideo konsultacje z licencjonowanymi weterynarzami, aby uzyskać fachową poradę i szybką opiekę.",
        "card3Header": "SPERSONALIZOWANE PORADY ŻYWIENIOWE",
        "card3Info": "Otrzymuj dokładne zalecenia żywieniowe dostosowane do wieku, rasy i poziomu aktywności Twojego zwierzaka, aby zapewnić zrównoważoną dietę.",
        "card4Header": "POWIADOMIENIA I RABATY",
        "card4Info": "Otrzymuj terminowe powiadomienia o ważnych aktualizacjach zdrowotnych, rabatach na karmę i nadchodzących wydarzeniach dla zwierząt, aby być na bieżąco i oszczędzać pieniądze.",
        "aboutUs": "O nas",
        "askQuestions": "Nie wahaj się skontaktować i zadawać pytania",
        "aboutUsInfo1HTML": "W <strong>PetProtekt</strong> jesteśmy pasjonatami poprawy dobrostanu zwierząt i ich właścicieli. Naszą misją jest uproszczenie opieki nad zwierzętami dzięki innowacyjnym rozwiązaniom, które sprawiają, że zarządzanie zdrowiem Twojego pupila jest łatwe i przyjemne. Od śledzenia ważnych danych zdrowotnych po dostarczanie spersonalizowanych porad dotyczących karmienia i oferowanie konsultacji weterynaryjnych online, dążymy do tego, aby być Twoim zaufanym partnerem w opiece nad zwierzętami.",
        "aboutUsInfo2HTML": "Rozumiemy szczególną więź między zwierzętami a ich właścicielami i jesteśmy zaangażowani w wspieranie Cię na każdym kroku. Dzięki <strong>PetProtekt</strong> będziesz mieć dostęp do kompleksowego zestawu narzędzi zaprojektowanych tak, aby Twoi futrzani przyjaciele byli zdrowi, szczęśliwi i dobrze zaopiekowani. Dołącz do nas w rewolucji opieki nad zwierzętami i zapewnij swojemu pupilowi najlepszą możliwą opiekę.",
        "exploreMore": "DOWIEDZ SIĘ WIĘCEJ",
        "whyCHooseHeaderHTML": "Dlaczego warto wybrać <strong>PetProtekt</strong>?",
        "whyCHooseInfo1HTML": "<strong>Kompleksowe zarządzanie zdrowiem:</strong> Łatwo przechowuj i uzyskuj dostęp do wszystkich medycznych danych Twojego zwierzaka, informacji o diecie i historii szczepień w jednym miejscu.",
        "whyCHooseInfo2HTML": "<strong>Wygodne konsultacje online:</strong> Rezerwuj wideokonsultacje z licencjonowanymi weterynarzami z komfortu swojego domu.",
        "whyCHooseInfo3HTML": "<strong>Spersonalizowana opieka:</strong> Otrzymuj dostosowane rekomendacje dotyczące karmienia, porady zdrowotne i plany profilaktyczne na podstawie unikalnego profilu Twojego zwierzaka.",
        "whyCHooseInfo4HTML": "<strong>Terminowe powiadomienia:</strong> Otrzymuj przypomnienia o szczepieniach, alerty dotyczące ryzyka chorób w regionie i zniżki na produkty dla zwierząt.",
        "whyCHooseInfo5HTML": "<strong>Wsparcie i społeczność:</strong> Korzystaj z poradnictwa w żałobie i łącz się z innymi właścicielami zwierząt w celu uzyskania porad i wsparcia.",
        "whyCHooseInfo6HTML": "<strong>Przyjazny interfejs:</strong> Ciesz się intuicyjną aplikacją, która ułatwia zarządzanie zdrowiem Twojego zwierzaka bez zbędnych trudności.",
        "whyCHooseInfo7HTML": "<strong>Zaufana wiedza:</strong> Polegaj na dokładnych i wiarygodnych informacjach od naszego zespołu specjalistów weterynarii. Wybierz PetProtekt dla wygodnej, kompleksowej i spersonalizowanej opieki nad zwierzętami. Zarejestruj się już dziś!",
        "ourTestimonials": "Nasze referencje",
        "clientsSaying": "Co mówią nasi klienci",
        "testimonial1": "PetProtekt zmienił zasady gry w zarządzaniu zdrowiem mojego psa. Konsultacje online są bardzo wygodne, a spersonalizowane porady dotyczące karmienia są świetne. Gorąco polecam!",
        "testimonial2": "Ta aplikacja sprawia, że śledzenie dokumentacji medycznej i szczepień mojego kota jest bardzo proste. Terminowe powiadomienia i usługi wsparcia są niezwykle pomocne. PetProtekt to must-have dla każdego właściciela zwierzaka!",
        "joinToday": "Dołącz do społeczności PetProtekt już dziś!",
        "contactInfo1": "Doświadcz najwyższej wygody i spokoju ducha w zarządzaniu zdrowiem swojego zwierzaka z PetProtekt. Nasza kompleksowa, przyjazna dla użytkownika aplikacja oferuje wszystko, czego potrzebujesz, aby Twój futrzany przyjaciel był szczęśliwy i zdrowy. Od spersonalizowanych zaleceń dotyczących opieki po łatwy dostęp do konsultacji weterynaryjnych i terminowych powiadomień, PetProtekt jest tutaj, aby wspierać Cię na każdym kroku. Dołącz do naszej rosnącej społeczności właścicieli zwierząt, którzy dbają o najlepszą opiekę dla swoich pupili. Zarejestruj się teraz i zrób pierwszy krok ku lepszemu zdrowiu swojego zwierzaka!",
        "getInTouch": "SKONTAKTUJ SIĘ Z NAMI",
        "emailAddress": "Podaj swój adres e-mail",
        "sendEmail": "WYŚLIJ!",
        "homeMenuLabel": "Strona główna",
        "aboutUsMenuLabel": "O nas",
        "servicesMenuLabel": "Usługi",
        "contactMenuLabel": "Kontakt",
        "launchInfo": "Damy Ci znac o naszym starcie"
    }
}
